CSI API ETABS v1
eItemTypeElm Enumeration
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public enum eItemTypeElm
Public Enumeration eItemTypeElm
Dim instance As eItemTypeElm
public enum class eItemTypeElm
type eItemTypeElm
Members
Member name | Value | Description
ObjectElm | 0
Element | 1
GroupElm | 2
SelectionElm | 3
See Also
Reference
ETABSv1 Namespace